[CovertActionNarrative_HCIntelligenceInfiltrate X2CovertActionNarrativeTemplate]
ActionName="Hack Chosen Datavault"
ActionPreNarrative="Our best chance to <XGParam:StrValue4/> is to hack into this datavault. It should also contain intel we can use for our next step to end the Chosen."
ActionPostNarrative=""